Repository: aeosmanoglu/mnhani
Catalog: mnhani/*.lproj/Localizable.strings
Languages: tr

source: Coordinates copied to clipboard
tr: Koordinat kopyalandı

source: New Point
tr: Yeni Nokta

source: Please write your point name!
tr: Lütfen noktanın adını yazınız!

source: Please write your line name!
tr: Lütfen çizginin adını yazınız!

source: Save
tr: Kaydet

source: Saved
tr: Kaydedildi

source: Cancel
tr: İptal

source: Topographic
tr: Topografik

source: Satellite
tr: Uydu

source: Warning
tr: Uyarı

# YouRAbout2DeleteAllSavedPoints!
source: You are about to delete all saved points! You can not undone.
tr: Tüm kayıtlı noktaları silmek üzeresiniz! Bu işlem geri alınamaz.

# YouRAbout2DeleteSavedPoints!
source: You are about to delete this point! You can not undone.
tr: Kayıtlı noktayı silmek üzeresiniz! Bu işlem geri alınamaz.

# YouRAbout2DeleteAllSavedLines!
source: You are about to delete all saved lines! You can not undone.
tr: Tüm kayıtlı çizgileri silmek üzeresiniz! Bu işlem geri alınamaz.

source: Delete
tr: Sil

source: Deleted
tr: Silindi

source: Done
tr: Tamam

source: Error
tr: Hata

source: Point Name
tr: Nokta Adı

# TitleError
source: Please set a point title.
tr: Lütfen noktanın adını yazınız.

# ZoneError
source: Zone number must be two digits. Set full or delete all.
tr: Alan numarası iki haneli olmalıdır. Lütfen tam doldurun ya da silin.

# MgrsZoneError
source: Zone must be three characters. Set full or delete all.
tr: Alan üç alfabetik karakterli olmalıdır. Lütfen tam doldurun ya da silin.

# CoordinateError
source: Horizontal or vertical coordinates must be five digit each. Set full or delete all.
tr: Dikey ve yatay koordinatların her biri beş haneli olmalıdır. Lütfen tam doldurun ya da silin.

source: Point
tr: Nokta

source: Line
tr: Çizgi

source: New Line
tr: Yeni Çizgi

# LineError
source: Cancelled. You have to add two point at least
tr: İptal edildi. En az iki nokta kaydetmeniz gerekli.

# Joint
source: joints
tr: nokta
